* Week of Feb 26 ->
** CSCI 2041 (TA) [5/5]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 14:11]--[2018-03-02 Fri 15:39] =>  1:28
   CLOCK: [2018-02-26 Mon 18:06]--[2018-02-26 Mon 18:26] =>  0:20
   CLOCK: [2018-02-26 Mon 14:49]--[2018-02-26 Mon 15:20] =>  0:31
   CLOCK: [2018-02-25 Sun 18:56]--[2018-02-25 Sun 19:57] =>  1:01
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Pass out quiz
   - [X] Office Hour
   - [X] Read HW3
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-02-27 Tue 19:34]--[2018-02-27 Tue 21:27] =>  1:53
   CLOCK: [2018-02-26 Mon 17:37]--[2018-02-26 Mon 17:52] =>  0:15
   CLOCK: [2018-02-26 Mon 13:50]--[2018-02-26 Mon 14:43] =>  0:53
   CLOCK: [2018-02-26 Mon 00:41]--[2018-02-26 Mon 01:40] =>  0:59
   CLOCK: [2018-02-25 Sun 14:06]--[2018-02-25 Sun 15:15] =>  1:09 | Iter 1
   CLOCK: [2018-02-25 Sun 11:29]--[2018-02-25 Sun 12:21] =>  0:52 | Iter 1
   :END:
   - [X] Lab
   - [X] Iteration 1 (Preliminary Tests)
   - [X] Quiz
** CSCI 4061 [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-01 Thu 10:00]--[2018-03-01 Thu 10:56] =>  0:56
   CLOCK: [2018-03-01 Thu 00:29]--[2018-03-01 Thu 00:37] =>  0:08
   CLOCK: [2018-02-28 Wed 23:49]--[2018-03-01 Thu 00:07] =>  0:18
   CLOCK: [2018-02-28 Wed 23:14]--[2018-02-28 Wed 23:41] =>  0:27
   CLOCK: [2018-02-28 Wed 16:28]--[2018-02-28 Wed 17:14] =>  0:46
   CLOCK: [2018-02-28 Wed 14:35]--[2018-02-28 Wed 15:58] =>  1:23
   :END:
   - [X] Lab
   - [X] Quiz
   - [X] Midterm
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 10:43]--[2018-03-02 Fri 10:46] =>  0:03
   CLOCK: [2018-03-01 Thu 21:02]--[2018-03-01 Thu 21:56] =>  0:54
   CLOCK: [2018-03-01 Thu 19:38]--[2018-03-01 Thu 19:58] =>  0:20
   CLOCK: [2018-03-01 Thu 17:20]--[2018-03-01 Thu 19:27] =>  2:07
   CLOCK: [2018-03-01 Thu 12:46]--[2018-03-01 Thu 13:08] =>  0:22
   CLOCK: [2018-02-28 Wed 10:11]--[2018-02-28 Wed 11:00] =>  0:49
   CLOCK: [2018-02-28 Wed 07:22]--[2018-02-28 Wed 07:56] =>  0:34
   CLOCK: [2018-02-27 Tue 18:22]--[2018-02-27 Tue 19:13] =>  0:51
   CLOCK: [2018-02-27 Tue 16:02]--[2018-02-27 Tue 16:29] =>  0:27
   CLOCK: [2018-02-27 Tue 12:53]--[2018-02-27 Tue 14:00] =>  1:07
   CLOCK: [2018-02-27 Tue 10:11]--[2018-02-27 Tue 10:26] =>  0:15
   CLOCK: [2018-02-25 Sun 22:12]--[2018-02-25 Sun 22:52] =>  0:40
   CLOCK: [2018-02-25 Sun 18:04]--[2018-02-25 Sun 18:53] =>  0:49
   CLOCK: [2018-02-25 Sun 16:19]--[2018-02-25 Sun 16:58] =>  0:39
   :END:
   - [X] Quiz
** MUS  1013 [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 12:43]--[2018-03-02 Fri 14:11] =>  1:28
   CLOCK: [2018-03-02 Fri 10:46]--[2018-03-02 Fri 10:55] =>  0:09
   CLOCK: [2018-03-02 Fri 09:54]--[2018-03-02 Fri 10:41] =>  0:47
   CLOCK: [2018-02-28 Wed 08:12]--[2018-02-28 Wed 08:22] =>  0:10
   CLOCK: [2018-02-27 Tue 10:49]--[2018-02-27 Tue 11:00] =>  0:11
   CLOCK: [2018-02-26 Mon 10:57]--[2018-02-26 Mon 11:46] =>  0:49
   :END:
   - [X] Exam M/C
   - [X] Exam Listen/Short Answer
* Week of Mar 05 ->
** CSCI 2041 (TA) [3/3]
  :LOGBOOK:
  CLOCK: [2018-03-09 Fri 15:29]--[2018-03-09 Fri 15:50] =>  0:21
  CLOCK: [2018-03-09 Fri 12:13]--[2018-03-09 Fri 14:43] =>  2:30
  CLOCK: [2018-03-05 Mon 23:27]--[2018-03-06 Tue 00:08] =>  0:41
  CLOCK: [2018-03-05 Mon 22:18]--[2018-03-05 Mon 23:09] =>  0:51
  :END:
  - [X] Lab
  - [X] Meeting
  - [X] Office Hour
** CSCI 3081W [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-06 Tue 21:46]--[2018-03-06 Tue 21:54] =>  0:08
   CLOCK: [2018-03-06 Tue 19:23]--[2018-03-06 Tue 20:26] =>  1:03
   CLOCK: [2018-03-06 Tue 13:15]--[2018-03-06 Tue 14:11] =>  0:56
   CLOCK: [2018-03-06 Tue 11:28]--[2018-03-06 Tue 12:32] =>  1:04
   CLOCK: [2018-03-05 Mon 20:48]--[2018-03-05 Mon 21:41] =>  0:53
   CLOCK: [2018-03-05 Mon 19:10]--[2018-03-05 Mon 20:10] =>  1:00
   CLOCK: [2018-03-05 Mon 14:23]--[2018-03-05 Mon 15:31] =>  1:08
   CLOCK: [2018-03-05 Mon 12:18]--[2018-03-05 Mon 13:01] =>  0:43
   CLOCK: [2018-03-05 Mon 10:49]--[2018-03-05 Mon 11:30] =>  0:41
   CLOCK: [2018-03-04 Sun 22:40]--[2018-03-04 Sun 23:20] =>  0:40
   CLOCK: [2018-03-04 Sun 19:16]--[2018-03-04 Sun 19:40] =>  0:24
   CLOCK: [2018-03-04 Sun 13:41]--[2018-03-04 Sun 14:22] =>  0:41
   CLOCK: [2018-03-04 Sun 13:09]--[2018-03-04 Sun 13:26] =>  0:17
   CLOCK: [2018-03-04 Sun 11:02]--[2018-03-04 Sun 11:53] =>  0:51
   CLOCK: [2018-03-03 Sat 18:21]--[2018-03-03 Sat 18:37] =>  0:16
   CLOCK: [2018-03-03 Sat 16:51]--[2018-03-03 Sat 18:04] =>  1:13
   CLOCK: [2018-03-03 Sat 13:48]--[2018-03-03 Sat 14:04] =>  0:16
   CLOCK: [2018-03-03 Sat 13:04]--[2018-03-03 Sat 13:24] =>  0:20
   CLOCK: [2018-03-03 Sat 10:58]--[2018-03-03 Sat 11:55] =>  0:57
   CLOCK: [2018-03-03 Sat 10:32]--[2018-03-03 Sat 10:47] =>  0:15
   :END:
   - [X] Lab
   - [X] Iteration 1 Due
** CSCI 4061 [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-09 Fri 19:44]--[2018-03-09 Fri 20:12] =>  0:28
   CLOCK: [2018-03-08 Thu 20:32]--[2018-03-08 Thu 21:18] =>  0:46
   CLOCK: [2018-03-08 Thu 19:08]--[2018-03-08 Thu 19:40] =>  0:32
   CLOCK: [2018-03-08 Thu 12:30]--[2018-03-08 Thu 16:03] =>  3:33
   CLOCK: [2018-03-07 Wed 19:30]--[2018-03-08 Thu 02:16] =>  6:46
   CLOCK: [2018-03-04 Sun 16:34]--[2018-03-04 Sun 17:53] =>  1:19
   CLOCK: [2018-03-04 Sun 15:33]--[2018-03-04 Sun 16:07] =>  0:34
   :END:
   - [X] Lab
   - [X] Assignment 2
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-06 Tue 22:06]--[2018-03-06 Tue 23:10] =>  1:04
   CLOCK: [2018-03-07 Wed 16:23]--[2018-03-07 Wed 17:32] =>  1:09
   CLOCK: [2018-03-07 Wed 13:48]--[2018-03-07 Wed 15:42] =>  1:54
   CLOCK: [2018-03-07 Wed 10:37]--[2018-03-07 Wed 10:57] =>  0:20
   CLOCK: [2018-03-03 Sat 15:04]--[2018-03-03 Sat 15:34] =>  0:30
   :END:
   - [X] Midterm
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-03 Sat 14:29]--[2018-03-03 Sat 15:02] =>  0:33
   :END:
   - [X] Response
* Week of Mar 12 ->
** CSCI 2041 (TA) [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-18 Sun 18:31]--[2018-03-18 Sun 19:51] =>  1:20
   CLOCK: [2018-03-17 Sat 13:03]--[2018-03-17 Sat 13:34] =>  0:31
   CLOCK: [2018-03-16 Fri 16:07]--[2018-03-16 Fri 18:55] =>  2:48
   CLOCK: [2018-03-15 Thu 13:07]--[2018-03-15 Thu 15:11] =>  2:04
   CLOCK: [2018-03-14 Wed 23:23]--[2018-03-14 Wed 23:49] =>  0:26
   CLOCK: [2018-03-14 Wed 18:01]--[2018-03-14 Wed 18:36] =>  0:35
   CLOCK: [2018-03-14 Wed 16:00]--[2018-03-14 Wed 17:46] =>  1:46
   CLOCK: [2018-03-14 Wed 14:01]--[2018-03-14 Wed 15:13] =>  1:12
   CLOCK: [2018-03-13 Tue 16:30]--[2018-03-13 Tue 17:48] =>  1:18
   CLOCK: [2018-03-13 Tue 15:58]--[2018-03-13 Tue 16:12] =>  0:14
   CLOCK: [2018-03-13 Tue 13:50]--[2018-03-13 Tue 15:38] =>  1:48
   CLOCK: [2018-03-10 Sat 20:31]--[2018-03-10 Sat 22:59] =>  2:28
   CLOCK: [2018-03-10 Sat 17:52]--[2018-03-10 Sat 18:38] =>  0:46
   CLOCK: [2018-03-10 Sat 15:53]--[2018-03-10 Sat 17:48] =>  1:55
   :END:
   - [X] HW3 Sample Grades for Mary
   - [X] HW2 Wednesday
   - [X] HW3
** CSCI 4061 [/]
   :LOGBOOK:
   CLOCK: [2018-03-18 Sun 15:18]--[2018-03-18 Sun 16:11] =>  0:53
   :END:
   - [ ] Watch Missed Lectures
** STAT 3021 [/]
   - [ ] Review Missed Lecture
** OrgToCSV
   :LOGBOOK:
   CLOCK: [2018-03-15 Thu 00:30]--[2018-03-15 Thu 00:54] =>  0:24
   CLOCK: [2018-03-11 Sun 18:50]--[2018-03-11 Sun 20:24] =>  1:34
   :END:
* Week of Mar 19 ->
** CSCI 2041 (TA) [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-23 Fri 14:44]--[2018-03-23 Fri 15:15] =>  0:31
   CLOCK: [2018-03-19 Mon 19:27]--[2018-03-19 Mon 20:38] =>  1:11
   CLOCK: [2018-03-19 Mon 16:22]--[2018-03-19 Mon 17:01] =>  0:39
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Office Hour
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-21 Wed 10:31]--[2018-03-21 Wed 11:05] =>  0:34
   CLOCK: [2018-03-18 Sun 16:16]--[2018-03-18 Sun 17:11] =>  0:55
   CLOCK: [2018-03-12 Mon 15:38]--[2018-03-12 Mon 17:20] =>  1:42
   :END:
   - [X] Lab (Tuesday 11:55 pm)
   - [X] Iteration 2 Design Document Draft (Thursday 11:55 pm)
   - [X] Quiz
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-19 Mon 13:59]--[2018-03-19 Mon 15:13] =>  1:14
   :END:
   - [X] Lab
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-15 Thu 16:05]--[2018-03-15 Thu 16:46] =>  0:41
   :END:
   - [X] Practical Assignment Part 2 (Wednesday 10:00 pm)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-12 Mon 14:32]--[2018-03-12 Mon 15:11] =>  0:39
   :END:
   - [X] Response (Monday before class)
* Week of Mar 26 ->
** CSCI 2041 (TA) [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-30 Fri 13:58]--[2018-03-30 Fri 14:52] =>  0:54
   CLOCK: [2018-03-30 Fri 11:15]--[2018-03-30 Fri 13:13] =>  1:58
   CLOCK: [2018-03-27 Tue 23:42]--[2018-03-28 Wed 00:22] =>  0:40
   CLOCK: [2018-03-27 Tue 16:02]--[2018-03-27 Tue 16:23] =>  0:21
   CLOCK: [2018-03-27 Tue 13:50]--[2018-03-27 Tue 14:16] =>  0:26
   CLOCK: [2018-03-26 Mon 21:16]--[2018-03-27 Tue 00:00] =>  2:44
   CLOCK: [2018-03-26 Mon 17:05]--[2018-03-26 Mon 18:15] =>  1:10
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Office Hour
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-04-01 Sun 20:01]--[2018-04-01 Sun 20:34] =>  0:33
   CLOCK: [2018-03-29 Thu 19:33]--[2018-03-29 Thu 20:57] =>  1:24
   CLOCK: [2018-03-29 Thu 16:07]--[2018-03-29 Thu 18:54] =>  2:47
   CLOCK: [2018-03-29 Thu 13:55]--[2018-03-29 Thu 14:23] =>  0:28
   CLOCK: [2018-03-29 Thu 12:19]--[2018-03-29 Thu 12:49] =>  0:30
   CLOCK: [2018-03-28 Wed 18:06]--[2018-03-28 Wed 18:38] =>  0:32
   CLOCK: [2018-03-28 Wed 16:59]--[2018-03-28 Wed 17:45] =>  0:46
   CLOCK: [2018-03-28 Wed 14:16]--[2018-03-28 Wed 15:08] =>  0:52
   CLOCK: [2018-03-28 Wed 13:40]--[2018-03-28 Wed 14:06] =>  0:26
   :END:
   - [X] Lab
   - [X] Iteration 2 Unit Tests (Thursday 11:55 pm)
   - [X] Quiz
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-26 Mon 16:48]--[2018-03-26 Mon 17:01] =>  0:13
   CLOCK: [2018-03-26 Mon 14:22]--[2018-03-26 Mon 15:20] =>  0:58
   :END:
   - [X] Lab
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-28 Wed 10:04]--[2018-03-28 Wed 10:47] =>  0:43
   CLOCK: [2018-03-28 Wed 01:12]--[2018-03-28 Wed 02:04] =>  0:52
   CLOCK: [2018-03-27 Tue 22:51]--[2018-03-27 Tue 23:42] =>  0:51
   CLOCK: [2018-03-27 Tue 12:06]--[2018-03-27 Tue 13:48] =>  1:42
   CLOCK: [2018-03-27 Tue 10:45]--[2018-03-27 Tue 11:19] =>  0:34
   CLOCK: [2018-03-25 Sun 22:11]--[2018-03-25 Sun 23:30] =>  1:19
   CLOCK: [2018-03-25 Sun 20:08]--[2018-03-25 Sun 20:55] =>  0:47
   CLOCK: [2018-03-25 Sun 16:05]--[2018-03-25 Sun 18:17] =>  2:12
   :END:
   - [X] Quiz (Wednesday)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-24 Sat 15:54]--[2018-03-24 Sat 17:56] =>  2:02
   CLOCK: [2018-03-24 Sat 12:47]--[2018-03-24 Sat 13:42] =>  0:55
   CLOCK: [2018-03-22 Thu 16:21]--[2018-03-22 Thu 17:43] =>  1:22
   :END:
   - [X] Paper 2 (Monday 12:20 pm)
* Week of Apr 02 ->
** CSCI 2041 (TA) [4/4]
   :LOGBOOK:
   CLOCK: [2018-04-06 Fri 12:47]--[2018-04-06 Fri 20:18] =>  7:31
   CLOCK: [2018-04-03 Tue 15:37]--[2018-04-03 Tue 16:05] =>  0:28
   CLOCK: [2018-04-03 Tue 12:19]--[2018-04-03 Tue 13:24] =>  1:05
   CLOCK: [2018-04-02 Mon 23:23]--[2018-04-03 Tue 00:23] =>  1:00
   CLOCK: [2018-04-02 Mon 16:24]--[2018-04-02 Mon 17:51] =>  1:27
   CLOCK: [2018-04-02 Mon 14:57]--[2018-04-02 Mon 15:10] =>  0:13
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Grade quiz
   - [X] Office Hour
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-04-05 Thu 12:16]--[2018-04-05 Thu 12:33] =>  0:17
   CLOCK: [2018-04-04 Wed 13:52]--[2018-04-04 Wed 14:12] =>  0:20
   CLOCK: [2018-04-03 Tue 19:45]--[2018-04-03 Tue 20:17] =>  0:32
   CLOCK: [2018-04-03 Tue 13:36]--[2018-04-03 Tue 14:07] =>  0:31
   CLOCK: [2018-04-03 Tue 10:39]--[2018-04-03 Tue 11:27] =>  0:48
   CLOCK: [2018-04-02 Mon 15:10]--[2018-04-02 Mon 15:34] =>  0:24
   CLOCK: [2018-04-02 Mon 14:08]--[2018-04-02 Mon 14:53] =>  0:45
   CLOCK: [2018-04-01 Sun 23:41]--[2018-04-02 Mon 00:47] =>  1:06
   CLOCK: [2018-04-01 Sun 21:29]--[2018-04-01 Sun 22:27] =>  0:58
   :END:
   - [X] Iteration 2 Preliminary Code Submission (Tuesday 11:55 pm)
   - [X] Exercise
   - [X] Quiz
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-05 Thu 21:18]--[2018-04-05 Thu 23:18] =>  2:00
   CLOCK: [2018-04-05 Thu 17:25]--[2018-04-05 Thu 18:23] =>  0:58
   CLOCK: [2018-04-05 Thu 17:01]--[2018-04-05 Thu 17:13] =>  0:12
   CLOCK: [2018-04-05 Thu 12:39]--[2018-04-05 Thu 13:31] =>  0:52
   CLOCK: [2018-04-04 Wed 22:52]--[2018-04-05 Thu 00:13] =>  1:21
   CLOCK: [2018-04-04 Wed 19:04]--[2018-04-04 Wed 21:47] =>  2:43
   CLOCK: [2018-04-04 Wed 17:18]--[2018-04-04 Wed 18:32] =>  1:14
   CLOCK: [2018-04-04 Wed 14:21]--[2018-04-04 Wed 15:38] =>  1:17
   :END:
   - [X] Lab
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-01 Sun 20:51]--[2018-04-01 Sun 21:14] =>  0:23
   :END:
   - [X] Response
* Week of Apr 09 ->
** CSCI 2041 (TA) [5/5]
   :LOGBOOK:
   CLOCK: [2018-04-12 Thu 22:38]--[2018-04-12 Thu 23:42] =>  1:04
   CLOCK: [2018-04-09 Mon 17:12]--[2018-04-09 Mon 17:52] =>  0:40
   CLOCK: [2018-04-09 Mon 14:11]--[2018-04-09 Mon 14:35] =>  0:24
   CLOCK: [2018-04-07 Sat 15:17]--[2018-04-07 Sat 16:17] =>  1:00
   CLOCK: [2018-04-07 Sat 12:53]--[2018-04-07 Sat 14:43] =>  1:50
   :END:
   - [X] Grade Hwk_05
   - [X] Lab (Tuesday)
   - [X] Meeting (Wednesday)
   - [X] Grade Quiz (Friday)
   - [X] Office Hour (Friday)
** CSCI 3081W [2/2]
   :LOGBOOK:
   CLOCK: [2018-04-10 Tue 10:11]--[2018-04-10 Tue 10:44] =>  0:33
   CLOCK: [2018-04-09 Mon 22:25]--[2018-04-10 Tue 00:25] =>  2:00
   CLOCK: [2018-04-09 Mon 18:34]--[2018-04-09 Mon 20:14] =>  1:40
   CLOCK: [2018-04-09 Mon 15:33]--[2018-04-09 Mon 15:48] =>  0:15
   CLOCK: [2018-04-09 Mon 15:08]--[2018-04-09 Mon 15:28] =>  0:20
   CLOCK: [2018-04-08 Sun 16:15]--[2018-04-08 Sun 16:35] =>  0:20
   CLOCK: [2018-04-08 Sun 15:33]--[2018-04-08 Sun 16:08] =>  0:35
   CLOCK: [2018-04-08 Sun 13:24]--[2018-04-08 Sun 14:42] =>  1:18
   CLOCK: [2018-04-07 Sat 22:12]--[2018-04-07 Sat 22:41] =>  0:29
   CLOCK: [2018-04-07 Sat 20:13]--[2018-04-07 Sat 20:33] =>  0:20
   CLOCK: [2018-04-07 Sat 19:12]--[2018-04-07 Sat 19:48] =>  0:36
   :END:
   - [X] Iteration 2 Documentation and Code Implementation (Tuesday 11:55 pm)
   - [X] Quiz (Friday)
** CSCI 4061 [2/2]
   :LOGBOOK:
   CLOCK: [2018-04-12 Thu 20:32]--[2018-04-12 Thu 21:33] =>  1:01
   CLOCK: [2018-04-12 Thu 16:44]--[2018-04-12 Thu 17:30] =>  0:46
   CLOCK: [2018-04-11 Wed 22:34]--[2018-04-12 Thu 00:36] =>  2:02
   CLOCK: [2018-04-11 Wed 13:31]--[2018-04-11 Wed 15:15] =>  1:44
   CLOCK: [2018-04-10 Tue 21:12]--[2018-04-10 Tue 22:53] =>  1:41
   CLOCK: [2018-04-10 Tue 12:02]--[2018-04-10 Tue 13:10] =>  1:08
   CLOCK: [2018-04-09 Mon 13:24]--[2018-04-09 Mon 14:04] =>  0:40
   CLOCK: [2018-04-08 Sun 22:27]--[2018-04-08 Sun 23:52] =>  1:25
   CLOCK: [2018-04-08 Sun 20:33]--[2018-04-08 Sun 21:31] =>  0:58
   :END:
   - [X] Lab (Wednesday)
   - [X] Programming Assignment 3 (Wednesday)
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-11 Wed 10:11]--[2018-04-11 Wed 10:48] =>  0:37
   CLOCK: [2018-04-11 Wed 00:27]--[2018-04-11 Wed 00:56] =>  0:29
   CLOCK: [2018-04-10 Tue 21:01]--[2018-04-10 Tue 21:11] =>  0:10
   CLOCK: [2018-04-10 Tue 18:47]--[2018-04-10 Tue 19:13] =>  0:26
   CLOCK: [2018-04-10 Tue 13:42]--[2018-04-10 Tue 14:00] =>  0:18
   :END:
   - [X] Quiz (Wednesday)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-07 Sat 19:49]--[2018-04-07 Sat 20:10] =>  0:21
   :END:
   - [X] Response (Monday)
* Week of Apr 16 ->
** PES Plan April 20th
** CSCI 2041 (TA) [4/4]
   :LOGBOOK:
   CLOCK: [2018-04-20 Fri 00:49]--[2018-04-20 Fri 01:36] =>  0:47
   CLOCK: [2018-04-20 Fri 13:15]--[2018-04-20 Fri 14:08] =>  0:53
   CLOCK: [2018-04-20 Fri 11:57]--[2018-04-20 Fri 12:27] =>  0:30
   CLOCK: [2018-04-20 Fri 11:18]--[2018-04-20 Fri 11:47] =>  0:29
   CLOCK: [2018-04-19 Thu 13:05]--[2018-04-19 Thu 13:43] =>  0:38
   CLOCK: [2018-04-17 Tue 14:00]--[2018-04-17 Tue 14:24] =>  0:24
   CLOCK: [2018-04-17 Tue 07:34]--[2018-04-17 Tue 08:40] =>  1:06
   CLOCK: [2018-04-16 Mon 22:08]--[2018-04-16 Mon 23:19] =>  1:11
   CLOCK: [2018-04-16 Mon 17:03]--[2018-04-16 Mon 17:27] =>  0:24
   :END:
   - [X] Lab (Tuesday)
   - [X] Meeting (Wednesday)
   - [X] Grade Quiz (Friday)
   - [X] Office Hour (Friday)
** CSCI 3081W [2/2]
   :LOGBOOK:
   CLOCK: [2018-04-17 Tue 17:58]--[2018-04-17 Tue 18:29] =>  0:31
   CLOCK: [2018-04-17 Tue 09:50]--[2018-04-17 Tue 10:28] =>  0:38
   CLOCK: [2018-04-16 Mon 16:28]--[2018-04-16 Mon 17:03] =>  0:35
   :END:
   - [X] Lab (Tuesday)
   - [X] Quiz (Thursday)
** CSCI 4061 [2/2]
   :LOGBOOK:
   CLOCK: [2018-04-18 Wed 16:30]--[2018-04-18 Wed 16:57] =>  0:27
   CLOCK: [2018-04-17 Tue 09:19]--[2018-04-17 Tue 09:42] =>  0:23
   CLOCK: [2018-04-17 Tue 08:56]--[2018-04-17 Tue 09:05] =>  0:09
   CLOCK: [2018-04-16 Mon 18:52]--[2018-04-16 Mon 20:13] =>  1:21
   CLOCK: [2018-04-16 Mon 14:13]--[2018-04-16 Mon 15:49] =>  1:36
   CLOCK: [2018-04-15 Sun 18:40]--[2018-04-15 Sun 19:46] =>  1:06
   CLOCK: [2018-04-15 Sun 17:03]--[2018-04-15 Sun 17:21] =>  0:18
   CLOCK: [2018-04-15 Sun 14:40]--[2018-04-15 Sun 15:09] =>  0:29
   :END:
   - [X] Lab (Wednesday)
   - [X] Midterm (Tuesday)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-18 Wed 15:42]--[2018-04-18 Wed 16:10] =>  0:28
   CLOCK: [2018-04-15 Sun 20:06]--[2018-04-15 Sun 20:15] =>  0:09
   CLOCK: [2018-04-15 Sun 13:38]--[2018-04-15 Sun 13:54] =>  0:16
   CLOCK: [2018-04-14 Sat 23:30]--[2018-04-15 Sun 00:29] =>  0:59
   CLOCK: [2018-04-14 Sat 22:08]--[2018-04-14 Sat 22:21] =>  0:13
   CLOCK: [2018-04-14 Sat 20:37]--[2018-04-14 Sat 21:14] =>  0:37
   :END:
   - [X] Paper 3 (Monday)
* Week of Apr 23 ->
** CSCI 2041 (TA) [5/5]
  :LOGBOOK:
  CLOCK: [2018-04-27 Fri 13:48]--[2018-04-27 Fri 21:12] =>  7:24
  CLOCK: [2018-04-27 Fri 11:10]--[2018-04-27 Fri 11:45] =>  0:35
  CLOCK: [2018-04-24 Tue 15:27]--[2018-04-24 Tue 16:25] =>  0:58
  CLOCK: [2018-04-23 Mon 21:45]--[2018-04-23 Mon 21:57] =>  0:12
  CLOCK: [2018-04-23 Mon 14:15]--[2018-04-23 Mon 18:31] =>  4:16
  CLOCK: [2018-04-22 Sun 13:35]--[2018-04-22 Sun 14:53] =>  1:18
  :END:
   - [X] Lab
   - [X] Meeting
   - [X] Grade Homework 7
   - [X] Pass out quiz (Friday 4:05 pm)
   - [X] Office Hour
** CSCI 3081W [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-26 Thu 12:54]--[2018-04-26 Thu 14:08] =>  1:14
   CLOCK: [2018-04-25 Wed 18:50]--[2018-04-25 Wed 18:56] =>  0:06
   CLOCK: [2018-04-25 Wed 16:48]--[2018-04-25 Wed 18:40] =>  1:52
   CLOCK: [2018-04-22 Sun 15:52]--[2018-04-22 Sun 17:05] =>  1:13
   :END:
   - [X] Iteration 3 Preliminary Code Tests (Tuesday)
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-26 Thu 16:02]--[2018-04-26 Thu 21:09] =>  5:07
   CLOCK: [2018-04-25 Wed 14:52]--[2018-04-25 Wed 15:19] =>  0:27
   CLOCK: [2018-04-24 Tue 17:57]--[2018-04-24 Tue 20:36] =>  2:39
   :END:
   - [X] Lab (Wednesday)
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-04-25 Wed 09:54]--[2018-04-25 Wed 10:55] =>  1:01
   CLOCK: [2018-04-24 Tue 12:47]--[2018-04-24 Tue 13:57] =>  1:10
   CLOCK: [2018-04-22 Sun 17:05]--[2018-04-22 Sun 17:20] =>  0:15
   CLOCK: [2018-04-18 Wed 17:51]--[2018-04-18 Wed 17:59] =>  0:08
   :END:
   - [X] Quiz (Wednesday)
** MUS  1013 [1/1]
   - [X] Response (Monday)
* Week of Apr 30 ->
** CSCI 2041 (TA) [4/4]
   :LOGBOOK:
   CLOCK: [2018-05-04 Fri 14:28]--[2018-05-04 Fri 16:01] =>  1:33
   :END:
   - [X] Lab (Tuesday)
   - [X] Meeting (Wednesday)
   - [X] Office Hour (Friday)
   - [X] Grade Homework 8 (Sunday)
** CSCI 3081W [2/2]
   :LOGBOOK:
   CLOCK: [2018-05-02 Wed 19:42]--[2018-05-02 Wed 20:15] =>  0:33
   CLOCK: [2018-05-02 Wed 17:42]--[2018-05-02 Wed 19:34] =>  1:52
   CLOCK: [2018-04-30 Mon 13:49]--[2018-04-30 Mon 16:39] =>  2:50
   CLOCK: [2018-04-29 Sun 19:37]--[2018-04-29 Sun 19:57] =>  0:20
   CLOCK: [2018-04-29 Sun 18:46]--[2018-04-29 Sun 19:11] =>  0:25
   :END:
   - [X] Iteration 3 Final Code Submission (Thursday)
   - [X] Quiz (Thursday)
** CSCI 4061 [2/2]
   :LOGBOOK:
   CLOCK: [2018-04-29 Sun 21:19]--[2018-04-29 Sun 22:04] =>  0:45
   CLOCK: [2018-04-29 Sun 20:02]--[2018-04-29 Sun 20:16] =>  0:14
   CLOCK: [2018-04-29 Sun 13:29]--[2018-04-29 Sun 17:34] =>  4:05
   CLOCK: [2018-04-28 Sat 14:23]--[2018-04-28 Sat 20:04] =>  5:41
   :END:
   - [X] Programming Assignment 4 (Monday)
   - [X] Lab (Wednesday)
** MUS  1013 [2/2]
   :LOGBOOK:
   CLOCK: [2018-05-04 Fri 12:49]--[2018-05-04 Fri 12:58] =>  0:09
   :END:
   - [X] Exam (Wednesday)
   - [X] Exam (Friday)
* Week of May 07 ->
** CSCI 2041 (TA) [1/1]
   - [X] Final Exam Grading (Tuesday 12:30 pm)
** CSCI 4061 [1/1]
   - [X] Final Exam (Tuesday 8:00-10:00 am)
** STAT 3021 [2/2]
   :LOGBOOK:
   CLOCK: [2018-05-10 Thu 14:40]--[2018-05-10 Thu 15:01] =>  0:21
   CLOCK: [2018-05-10 Thu 12:37]--[2018-05-10 Thu 14:12] =>  1:35
   CLOCK: [2018-05-10 Thu 10:21]--[2018-05-10 Thu 11:10] =>  0:49
   CLOCK: [2018-05-09 Wed 23:39]--[2018-05-10 Thu 00:23] =>  0:44
   CLOCK: [2018-05-09 Wed 11:32]--[2018-05-09 Wed 15:31] =>  3:59
   CLOCK: [2018-05-08 Tue 11:45]--[2018-05-09 Wed 12:20] =>  0:35
   CLOCK: [2018-05-08 Tue 09:38]--[2018-05-08 Tue 10:45] =>  1:07
   CLOCK: [2018-05-07 Mon 14:42]--[2018-05-07 Mon 16:05] =>  1:23
   CLOCK: [2018-05-07 Mon 11:29]--[2018-05-07 Mon 13:03] =>  1:34
   CLOCK: [2018-05-06 Sun 19:50]--[2018-05-06 Sun 20:53] =>  1:03
   CLOCK: [2018-05-06 Sun 15:30]--[2018-05-06 Sun 15:38] =>  0:08
   CLOCK: [2018-05-06 Sun 13:10]--[2018-05-06 Sun 15:16] =>  2:06
   CLOCK: [2018-05-05 Sat 16:18]--[2018-05-05 Sat 16:51] =>  0:33
   CLOCK: [2018-05-05 Sat 15:26]--[2018-05-05 Sat 16:00] =>  0:34
   CLOCK: [2018-05-05 Sat 13:20]--[2018-05-05 Sat 14:40] =>  1:20
   :END:
   - [X] Practical Assignment Part 3 (Wednesday 10:00 pm)
   - [X] Final Exam (Thursday 4:00-6:00 pm)
* Week of May 14 ->
** OrgToCSV
   :LOGBOOK:
   CLOCK: [2018-05-18 Fri 16:12]--[2018-05-18 Fri 17:06] =>  0:54
   CLOCK: [2018-05-17 Thu 15:35]--[2018-05-17 Thu 16:23] =>  0:48
   :END:
* Week of May 21 ->
** CI 1124 [3/3]
   :LOGBOOK:
   CLOCK: [2018-05-23 Wed 13:14]--[2018-05-23 Wed 14:43] =>  1:29
   CLOCK: [2018-05-22 Tue 19:50]--[2018-05-22 Tue 20:28] =>  0:38
   CLOCK: [2018-05-22 Tue 12:43]--[2018-05-22 Tue 13:43] =>  1:00
   CLOCK: [2018-05-21 Mon 20:09]--[2018-05-21 Mon 22:18] =>  2:09
   CLOCK: [2018-05-21 Mon 13:10]--[2018-05-21 Mon 14:26] =>  1:16
   :END:
   - [X] Read Chapter 1 & 2 (Funny Boy)
   - [X] Read Chapter 3
   - [X] Read Chapter 4
* Week of May 28 ->
** CI 1124 [1/2]
   :LOGBOOK:
   CLOCK: [2018-05-28 Mon 19:51]--[2018-05-28 Mon 20:08] =>  0:17
   CLOCK: [2018-05-28 Mon 18:42]--[2018-05-28 Mon 19:07] =>  0:25
   CLOCK: [2018-05-28 Mon 16:31]--[2018-05-28 Mon 17:38] =>  1:07
   CLOCK: [2018-05-28 Mon 15:25]--[2018-05-28 Mon 16:06] =>  0:41
   CLOCK: [2018-05-28 Mon 13:07]--[2018-05-28 Mon 13:20] =>  0:13
   :END:
   - [X] Read Chapter 5
   - [ ] Read Chapter 6
